Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/sor-_og_lulesamisk_sprak-_og_opplaeringskonferanser.html.tmx
Source language: nob
Languages: sme

source: Sør- og lulesamisk språk- og opplæringskonferanser
sme: Lulli- ja julevsámi giella- ja oahpahuskonferánssat

source: Hjertespråket peker på mangelen av møteplasser for samiske språkarbeidere i sør- og lulesamisk område.
sme: Váibmogiella čujuha ahte váilot deaivvadansajit sámegielat giellabargiide lulli- ja julevsámeguovlluin.

source: Sametingets administrasjon har i løpet av 2019 hatt dialog med språkmiljøene i sør- og lulesamisk område, og gjennom denne prosessen ser Sametinget behovet for å skape flere møteplasser for pedagoger og språkarbeidere i nettopp disse områdene.
sme: Sámediggis lea 2019:s gulahallan lulli- ja julevsámiguovllu giellabirrasiiguin, ja lea dán proseassas oaidnán dárbbašlažžan ráhkadit eanet deaivvadansajiid pedagogaide ja giellabargiide juste dáin guovlluin.

source: Sametinget ser at det er behov for særskilte kompetansehevingsstrategier for lærere i samiske skoler og samisklærere, bl.a. i skrive- og leseopplæring på samisk, tospråklighetspedagogikk, bruk av sterke opplæringsmodeller og metoder som gir vellykket språkopplæring.
sme: Sámediggi oaidná ahte dárbbašuvvojit erenoamáš gealboloktenstrategiijat oahpaheddjiide sámi skuvllain ja sámegieloahpaheddjiide, earret eará sámegiel čállin- ja lohkanoahpus, guovttegielalašvuođapedagogihkas, nana oahpahusmodeallaid geavaheamis ja vugiin mat dahket ahte giellaoahpahus lihkostuvvá.

source: Det er behov for kompetanseheving i samisk duodji, flerkulturell forståelse og urfolkspedagogikk.
sme: Sámi duojis, máŋggakultuvrralaš áddejumis ja álgoálbmotpedagogihkas dárbbašuvvo gealbolokten.

source: Videre er det behov for økt kompetanse om hvordan samiske språk, samisk kultur og tradisjonell kunnskap kan transformeres til skolen, herunder integrering av samiske språk og samisk tradisjonell kunnskap i naturfag, samfunns fag, matematikk og i andre fag og bruk av språkbærere i opp læringen.
sme: Dasto dárbbašuvvo eanet gelbbolašvuohta das mo sámegielat, sámi kultuvra ja árbediehtu sáhttet skuvlii heivehuvvot, ja mo integreret sámegielaid, sámi kultuvrra ja sámi árbedieđu luonddufágii, servodatfágii, matematihkkii ja eará fágaide, ja mo giellaguddiid geavaha oahpahusas

source: Sametinget skal arrangere språk- og opplæringskonferanser i sør – og lulesamisk område, og bidra til opprettelse av nettverk for språkarbeidere og pedagoger i sør- og lulesamisk område.
sme: Sámediggi áigu lágidit giella- ja oahpahuskonferánssaid lulli- ja julevsámi guovlluin, ja leat veahkkin ásaheamen fierpmádaga giellabargiide ja pedagogaide lulli- ja julevsámi guovlluin.

source: Dette vil bidra til både kompetanseheving, og oppbygging av faglig nettverk.
sme: Dát livččii mielde sihke gelbbolašvuođa loktemin ja fágalaš fierpmádaga huksemin

source: Etter innspill fra målgruppen for konferansen vil det bli avholdt én felles konferanse for sør- og lulesamiske pedagoger og språkarbeidere.
sme: Konferánssa ulbmiljoavkku cealkámušaid vuođul áigut lágidit oktasaš konferánssa lullisámi ja julevsámi pedagogaide ja giellabargiide.

source: Den første konferansen er under planlegging, og skal arrangeres høsten 2020.
sme: Vuosttaš konferánsa lea plánejuvvomin, ja galgá lágiduvvot 2020 čavčča.

source: Tema for konferansen vil være utviklingsprogrammer for sørsamisk og lulesamisk, samiske verdier og filosofi i opplæring, digitalisering og læremidler og sterke språkmodeller.
sme: Konferánssa fáddán galget leat lulli- ja julevsámi ovddidanprográmmat, sámi árvvut ja filosofiija oahpahusas, digitaliseren ja oahpponeavvut, ja gievrras giellamállet.
